[
  {
    "title": "Olympic Games",
    "body": "The modern Olympic Games or Olympics (French: Jeux olympiques[1]) are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating.[2] The Olympic Games are held every four years, with the Summer and Winter Games alternating by occurring every four years but two years apart. Their creation was inspired by the ancient Olympic Games, which were held in Olympia, Greece, from the 8th century BC to the 4th century AD. Baron Pierre de Coubertin founded the International Olympic Committee (IOC) in 1894. The IOC is the governing body of the Olympic Movement, with the Olympic Charter defining its structure and authority. The evolution of the Olympic Movement during the 20th and 21st centuries has resulted in several changes to the Olympic Games. Some of these adjustments include the creation of the Winter Olympic Games for ice and winter sports, the Paralympic Games for athletes with a disability, and the Youth Olympic Games for teenage athletes. The IOC has had to adapt to a variety of economic, political, and technological advancements. As a result, the Olympics has shifted away from pure amateurism, as envisioned by Coubertin, to allowing participation of professional athletes. The growing importance of mass media created the issue of corporate sponsorship and commercialisation of the Games. World wars led to the cancellation of the 1916, 1940, and 1944 Games. Large boycotts during the Cold War limited participation in the 1980 and 1984 Games. The Olympic Movement consists of international sports federations (IFs), National Olympic Committees (NOCs), and organising committees for each specific Olympic Games. As the decision-making body, the IOC is responsible for choosing the host city for each Games, and organises and funds the Games according to the Olympic Charter. The IOC also determines the Olympic programme, consisting of the sports to be contested at the Games. There are several Olympic rituals and symbols, such as the Olympic flag and torch, as well as the opening and closing ceremonies. Over 13,000 athletes compete at the Summer and Winter Olympic Games in 33 different sports and nearly 400 events. The first, second, and third-place finishers in each event receive Olympic medals: gold, silver, and bronze, respectively. The Games have grown so much that nearly every nation is now represented. This growth has created numerous challenges and controversies, including boycotts, doping, bribery, and a terrorist attack in 1972. Every two years the Olympics and its media exposure provide unknown athletes with the chance to attain national and sometimes international fame. The Games also constitute an opportunity for the host city and country to showcase themselves to the world.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "olympics"
    ],
    "docName": "OlympicGames",
    "route": "olympic_games.html",
    "url": "https://en.wikipedia.org/wiki/Olympic_Games",
    "id": "1"
  },
  {
    "title": "Paralympic Games",
    "body": "The Paralympic Games is a major international multi-sport event involving athletes with a range of disabilities, including impaired muscle power (e.g. paraplegia and quadriplegia, muscular dystrophy, post-polio syndrome, spina bifida), impaired passive range of movement, limb deficiency (e.g. amputation or dysmelia), leg length difference, short stature, hypertonia, ataxia, athetosis, vision impairment and intellectual impairment. There are Winter and Summer Paralympic Games, which since the 1988 Summer Games in Seoul, South Korea, are held almost immediately following the respective Olympic Games. All Paralympic Games are governed by the International Paralympic Committee (IPC). The Paralympics has grown from a small gathering of British World War II veterans in 1948 to become one of the largest international sporting events by the early 21st century. Paralympians strive for equal treatment with non-disabled Olympic athletes, but there is a large funding gap between Olympic and Paralympic athletes. The Paralympic Games are organized in parallel with the Olympic Games, while the IOC-recognized Special Olympics World Games include athletes with intellectual disabilities, and the Deaflympics include deaf athletes. Given the wide variety of disabilities that Paralympic athletes have, there are several categories in which the athletes compete. The allowable disabilities are broken down into ten eligible impairment types. The categories are impaired muscle power, impaired passive range of movement, limb deficiency, leg length difference, short stature, hypertonia, ataxia, athetosis, vision impairment and intellectual impairment.[3] These categories are further broken down into classifications, which vary from sport to sport. The classification system has led to cheating controversies revolving around athletes who over-stated their disabilities, in addition to the use of performance-enhancing drugs.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "olympics",
      "paralympics"
    ],
    "docName": "ParalympicGames",
    "route": "paralympic_games.html",
    "url": "https://en.wikipedia.org/wiki/Paralympic_Games",
    "id": "2"
  },
  {
    "title": "1992 United States men's Olympic basketball team",
    "body": "The 1992 United States men's Olympic basketball team, nicknamed the \"Dream Team\", was the first American Olympic team to feature active NBA players. The team is described by American journalists as the greatest sports team ever assembled.[1][2] The Naismith Memorial Basketball Hall of Fame called the team as \"the greatest collection of basketball talent on the planet\".[3] At the 1992 Summer Olympics held in Barcelona, the team defeated its opponents by an average of 44 points en route to the gold medal against Croatia.[4] Chuck Daly served as coach, assisted by Lenny Wilkens, P. J. Carlesimo, and Mike Krzyzewski.[5]",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "olympics",
      "basketball",
      "dream team"
    ],
    "docName": "DreamTeam",
    "route": "1992_united_states_men's_olympic_basketball_team.html",
    "url": "https://en.wikipedia.org/wiki/1992_United_States_men%27s_Olympic_basketball_team",
    "id": "3"
  },
  {
    "title": "2016 Summer Olympics",
    "body": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad and commonly known as Rio 2016, was a major international multi-sport event held in Rio de Janeiro, Brazil, from 5 August to 21 August 2016. More than 11,000 athletes from 207 National Olympic Committees, including first time entrants Kosovo, South Sudan, and the Refugee Olympic Team, took part.[1][2] With 306 sets of medals, the games featured 28 Olympic sports, including rugby sevens and golf, which were added to the Olympic program in 2009. These sporting events took place at 33 venues in the host city, and at five in São Paulo, Belo Horizonte, Salvador, Brasília, and Manaus. These were the first Summer Olympic Games under the IOC presidency of Thomas Bach.[2] The host city Rio de Janeiro was announced at the 121st IOC Session in Copenhagen, Denmark, on 2 October 2009. Rio became the first South American city to host the Summer Olympics. These were the first games to be held in a Portuguese-speaking country, the first to be held entirely in the host country's winter, the first since 1968 to be held in Latin America, and the first since 2000 to be held in the Southern Hemisphere.[3] The lead-up to these Games was marked by controversies, including the instability of the country's federal government; health and safety concerns surrounding the Zika virus and significant pollution in the Guanabara Bay; and a doping scandal involving Russia, which has affected the participation of its athletes in the Games. The United States topped the medal table for the fifth time in the past six Summer Olympics, winning the most golds (46) and most medals overall (121). Great Britain finished second and became the first country in the history of the modern Olympics to increase its tally of medals in the subsequent games after being the host nation. China finished third. Host country Brazil won seven gold medals, its most at any single Summer Olympics, finishing in thirteenth place. Fiji, Jordan, Kosovo, Puerto Rico, Singapore, Tajikistan, and Vietnam each won their first gold medals, as did the group of Independent Olympic Athletes (from Kuwait). The United States won its 1,000th Olympic gold medal in this edition.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "olympics",
      "2016",
      "rio",
      "summer"
    ],
    "docName": "2016SummerOlympics",
    "route": "2016_summer_olympics.html",
    "url": "https://en.wikipedia.org/wiki/2016_Summer_Olympics",
    "id": "4"
  },
  {
    "title": "2016 Summer Paralympics",
    "body": "The 2016 Summer Paralympics (Brazilian Portuguese: Jogos Paralímpicos de Verão de 2016), the fifteenth Summer Paralympic Games, were a major international multi-sport event for athletes with disabilities governed by the International Paralympic Committee, held in Rio de Janeiro, Brazil, from 7 September to 18 September 2016. The Games marked the first time a Latin American and South American city hosted the event, the second Southern Hemisphere city and nation, the first one being the 2000 Summer Paralympics in Sydney, and also the first time a Lusophone (Portuguese-speaking) country hosted the event.[5] These Games saw the introduction of two new sports to the Paralympic program: canoeing and the paratriathlon. The lead-up to these Paralympics were met with financial shortcomings attributed to tepid sponsor interest and ticket sales, which resulted in cuts to volunteer staffing and transport, the re-location of events and the partial deconstruction of the Deodoro Olympic Park. However, ticket sales began to increase during the lead-up to the opening ceremony: on 14 September 2016, the IPC announced that over 2 million tickets had been sold—making these the second-largest Paralympic Games in terms of ticket sales.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "2016",
      "rio",
      "summer",
      "paralympics"
    ],
    "docName": "2016SummerParalympics",
    "route": "2016_summer_paralympics.html",
    "url": "https://en.wikipedia.org/wiki/2016_Summer_Paralympics",
    "id": "5"
  },
  {
    "title": "2020 Summer Olympics",
    "body": "The 2020 Summer Olympics, officially known as the Games of the XXXII Olympiad[2] (French: Jeux de la XXXIIe olympiade; Japanese: 第三十二回オリンピック競技大会; Hepburn: Dai Sanjūni-kai Orinpikku Kyōgi Taikai) and commonly known as Tokyo 2020, is a major international multi-sport event due to be celebrated in the tradition of the Olympic Games as governed by the International Olympic Committee (IOC). The games are planned to be held from 24 July to 9 August 2020 in Tokyo. The city was announced as the host at the 125th IOC Session in Buenos Aires on 7 September 2013.[3]",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "olympics",
      "2020",
      "tokyo",
      "summer"
    ],
    "docName": "2020SummerOlympics",
    "route": "2020_summer_olympics.html",
    "url": "https://en.wikipedia.org/wiki/2020_Summer_Olympics",
    "id": "6"
  },
  {
    "title": "2020 Summer Paralympics",
    "body": "The 2020 Summer Paralympics (第十六回パラリンピック競技大会 Dai Jūroku-kai Pararinpikku Kyōgi Taikai). the sixteenth Summer Paralympic Games, are an upcoming major international multi-sport event for athletes with disabilities governed by the International Paralympic Committee, to be held in Tokyo, Japan from 25 August to 6 September 2020. This will mark the second time Tokyo has hosted the Paralympics, as they were first hosted there in 1964 alongside the 1964 Summer Olympics. These Games will see the introduction of badminton and taekwondo to the Paralympic programme, with the removal of sailing and 7-a-side football.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "2020",
      "tokyo",
      "summer",
      "paralympics"
    ],
    "docName": "2020SummerParalympics",
    "route": "2020_summer_paralympics.html",
    "url": "https://en.wikipedia.org/wiki/2020_Summer_Paralympics",
    "id": "7"
  },
  {
    "title": "Sport of Athletics",
    "body": "Athletics is a collection of sporting events that involve competitive running, jumping, throwing, and walking.[1] The most common types of athletics competitions are track and field, road running, cross country running, and race walking. The results of racing events are decided by finishing position (or time, where measured), while the jumps and throws are won by the athlete that achieves the highest or furthest measurement from a series of attempts. The simplicity of the competitions, and the lack of a need for expensive equipment, makes athletics one of the most commonly competed sports in the world. Athletics is mostly an individual sport, with the exception of relay races and competitions which combine athletes' performances for a team score, such as cross country. Organized athletics are traced back to the Ancient Olympic Games from 776 BCE. The rules and format of the modern events in athletics were defined in Western Europe and North America in the 19th and early 20th century, and were then spread to other parts of the world. Most modern top level meetings are conducted by the International Association of Athletics Federations and its member federations. The athletics meeting forms the backbone of the Summer Olympics. The foremost international athletics meeting is the IAAF World Championships in Athletics, which incorporates track and field, marathon running and race walking. Other top level competitions in athletics include the IAAF World Cross Country Championships and the IAAF World Half Marathon Championships. Athletes with a physical disability compete at the Summer Paralympics and the IPC Athletics World Championships. The word athletics is derived from the Ancient Greek ἀθλητής (athlētēs, \"combatant in public games\") from ἆθλον (athlon, \"prize\") or ἆθλος (athlos, \"competition\").[2] Initially, the term was used to describe athletic contests in general – i.e. sporting competition based primarily on human physical feats. In the 19th century, the term athletics acquired a more narrow definition in Europe and came to describe sports involving competitive running, walking, jumping and throwing. This definition continues to be the most prominent one in the United Kingdom and most of the areas of the former British Empire. Furthermore, foreign words in many Germanic and Romance languages which are related to the term athletics also have a similar meaning. In much of North America, athletics is synonymous with sports in general, maintaining a more historic usage of the term. The word \"athletics\" is rarely used to refer to the sport of athletics in this region. Track and field is preferred, and is used in the United States and Canada to refer to most athletics events, including racewalking and marathon running (although cross country running is typically considered as a separate sport).",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "sport",
      "athletics"
    ],
    "docName": "SportOfAthletics",
    "route": "sport_of_athletics.html",
    "url": "https://en.wikipedia.org/wiki/Sport_of_athletics",
    "id": "8"
  },
  {
    "title": "Swimming (sport)",
    "body": "Swimming is an individual or team sport and activity. Competitive swimming is one of the most popular Olympic sports, with events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, Olympic swimmers also participate in relays. Swimmers can also compete in open-water events (i.e. swimming in the Ocean).",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "sport",
      "swimming"
    ],
    "docName": "SwimmingSport",
    "route": "swimming_(sport).html",
    "url": "https://en.wikipedia.org/wiki/Swimming_(sport)",
    "id": "9"
  },
  {
    "title": "Running",
    "body": "Running is a method of terrestrial locomotion allowing humans and other animals to move rapidly on foot. Running is a type of gait characterized by an aerial phase in which all feet are above the ground (though there are exceptions[1]). This is in contrast to walking, where one foot is always in contact with the ground, the legs are kept mostly straight and the center of gravity vaults over the stance leg or legs in an inverted pendulum fashion.[2] A characteristic feature of a running body from the viewpoint of spring-mass mechanics is that changes in kinetic and potential energy within a stride occur simultaneously, with energy storage accomplished by springy tendons and passive muscle elasticity.[3] The term running can refer to any of a variety of speeds ranging from jogging to sprinting. It is assumed that the ancestors of mankind developed the ability to run for long distances about 2.6 million years ago, probably in order to hunt animals.[4] Competitive running grew out of religious festivals in various areas. Records of competitive racing date back to the Tailteann Games in Ireland in 1829 BCE,[citation needed] while the first recorded Olympic Games took place in 776 BCE. Running has been described as the world's most accessible sport.[5]",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "sport",
      "running"
    ],
    "docName": "Running",
    "route": "running.html",
    "url": "https://en.wikipedia.org/wiki/Running",
    "id": "10"
  },
  {
    "title": "Gymnastics",
    "body": "Gymnastics is a sport involving the performance of exercises requiring strength, flexibility, balance, agility, endurance and control. Gymnastics evolved from exercises used by the ancient Greeks that included skills for mounting and dismounting a horse, and from circus performance skills. Most forms of competitive gymnastics events are governed by the Fédération Internationale de Gymnastique (FIG). Each country has its own national governing body (BIW) affiliated to FIG. Competitive artistic gymnastics is the best known of the gymnastic events. It typically involves the women's events of vault, uneven bars, balance beam and floor exercise. Men's events are floor exercise, pommel horse, still rings, vault, parallel bars and horizontal bar. Other FIG disciplines include rhythmic gymnastics, trampolining and tumbling, acrobatic gymnastics and aerobic gymnastics. Disciplines not currently recognized by FIG include wheel gymnastics, aesthetic group gymnastics, men's rhythmic gymnastics and TeamGym. Participants can include children as young as 20 months old doing kindergym and children's gymnastics, recreational gymnasts of ages 3 and up, competitive gymnasts at varying levels of skill, and world-class athletes.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "sport",
      "gymnastics"
    ],
    "docName": "Gymnastics",
    "route": "gymnastics.html",
    "url": "",
    "id": "11"
  },
  {
    "title": "Association football",
    "body": "Association football, more commonly known as football or soccer,[3] nicknamed the world game, is a team sport played between two teams of eleven players with a spherical ball. It is played by 250 million players in over 200 countries and dependencies, making it the world's most popular sport.[4][5][6][7] The game is played on a rectangular field with a goal at each end. The object of the game is to score by getting the ball into the opposing goal. The goalkeepers are the only players allowed to touch the ball with their hands or arms while it is in play and only in their penalty area. Other players mainly use their feet to strike or pass the ball, but may also use their head or torso. The team that scores the most goals by the end of the match wins. If the score is level at the end of the game, either a draw is declared or the game goes into extra time or a penalty shootout depending on the format of the competition. The Laws of the Game were originally codified in England by The Football Association in 1863. Association football is governed internationally by the International Federation of Association Football (FIFA; French: Fédération Internationale de Football Association), which organises World Cups for both men and women every four years.[8]",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "sport",
      "soccer",
      "football"
    ],
    "docName": "AssociationFootball",
    "route": "association_football.html",
    "url": "https://en.wikipedia.org/wiki/Association_football",
    "id": "12"
  },
  {
    "title": "Basketball",
    "body": "Basketball is a sport, generally played by two teams of five players on a rectangular court. The objective is to shoot a ball through a hoop 18 inches (46 cm) in diameter and mounted at a height of 10 feet (3.048 m) to backboards at each end of the court. A team can score a field goal by shooting the ball through the basket being defended by the opposition team during regular play. A field goal scores three points for the shooting team if the player shoots from behind the three-point line, and two points if shot from in front of the line. A team can also score via free throws, which are worth one point, after the other team is assessed with certain fouls. The team with the most points at the end of the game wins, but additional time (overtime) is issued when the score is tied at the end of regulation. The ball can be advanced on the court by throwing it to a teammate, or by bouncing it while walking or running (dribbling). It is a violation to lift, or drag, one's pivot foot without dribbling the ball, to carry it, or to hold the ball with both hands then resume dribbling. There are many techniques for ball-handling—shooting, passing, dribbling, and rebounding. Basketball teams generally have player positions, the tallest and strongest members of a team are called a center or power forward, while slightly shorter and more agile players are called small forward, and the shortest players or those who possess the best ball handling skills are called a point guard or shooting guard. The point guard directs the on court action of the team, implementing the coach's game plan, and managing the execution of offensive and defensive plays (player positioning).",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "sport",
      "basketball"
    ],
    "docName": "Basketball",
    "route": "basketball.html",
    "url": "https://en.wikipedia.org/wiki/Basketball",
    "id": "13"
  },
  {
    "title": "Lionel Messi",
    "body": "Lionel Andrés \"Leo\" Messi (Spanish pronunciation: [ljoˈnel anˈdɾes ˈmesi] ( listen); born 24 June 1987) is an Argentine professional footballer who plays as a forward for Spanish club FC Barcelona and the Argentina national team. Often considered the best player in the world and rated by many in the sport as the greatest of all time, Messi is the only football player in history to win five FIFA Ballons d'Or, four of which he won consecutively, and the first player to win three European Golden Shoes.[note 2] With Barcelona he has won eight La Liga titles and four UEFA Champions League titles, as well as four Copas del Rey. Both a prolific goalscorer and a creative playmaker, Messi holds the records for most goals scored in La Liga, a La Liga season (50), a football season (82), and a calendar year (91), as well as those for most assists made in La Liga and the Copa América. Born and raised in central Argentina, Messi was diagnosed with a growth hormone deficiency as a child. At age 13, he relocated to Spain to join Barcelona, who agreed to pay for his medical treatment. After a fast progression through Barcelona's youth academy, Messi made his competitive debut aged 17 in October 2004. Despite being injury-prone during his early career, he established himself as an integral player for the club within the next three years, finishing 2007 as a finalist for both the Ballon d'Or and FIFA World Player of the Year award, a feat he repeated the following year. His first uninterrupted campaign came in the 2008–09 season, during which he helped Barcelona achieve the first treble in Spanish football. At 22 years old, Messi won the Ballon d'Or and FIFA World Player of the Year award by record voting margins.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "football"
    ],
    "docName": "LionelMessi",
    "route": "lionel_messi.html",
    "url": "https://en.wikipedia.org/wiki/Lionel_Messi",
    "id": "14"
  },
  {
    "title": "Cristiano Ronaldo",
    "body": "Cristiano Ronaldo dos Santos Aveiro, ComM, GOIH (Portuguese pronunciation: [kɾiʃ'tjɐnu ʁuˈnaɫdu], born 5 February 1985) is a Portuguese professional footballer who plays for Spanish club Real Madrid and the Portugal national team. He is a forward and serves as captain for Portugal. In 2008, he won his first Ballon d'Or and FIFA World Player of the Year awards. He then won the FIFA Ballon d'Or in 2013 and 2014. In 2015, Ronaldo scored his 500th senior career goal for club and country. Often ranked as the best player in the world, Ronaldo was named the best Portuguese player of all time by the Portuguese Football Federation, during its 100th anniversary celebrations in 2015. He is the only player to win four European Golden Shoe awards. One of the most marketable athletes in sport, in 2016 Forbes named Ronaldo the world's best paid athlete. In June 2016, ESPN ranked him the world's most famous athlete. Ronaldo began his club career playing for Sporting CP, before signing with Manchester United at age 18 in 2003. After winning his first trophy, the FA Cup, during his first season in England, he helped United win three successive Premier League titles, a UEFA Champions League title, and a FIFA Club World Cup. By age 23, he had received Ballon d'Or and FIFA World Player of the Year nominations. He was the subject of the most expensive association football transfer when he moved from Manchester United to Real Madrid in 2009 in a transfer worth €94 million ($132 million). In Spain, he has since won one La Liga title, two Copas del Rey, two Champions League titles, and a Club World Cup. Ronaldo holds the record for most goals scored in a single UEFA Champions League season, having scored 17 goals in the 2013–14 season. In 2014, Ronaldo became the fastest player to score 200 goals in La Liga, which he accomplished in his 178th La Liga game. He is the only player in the history of football to score 50 or more goals in a season on six consecutive occasions. In 2015, Ronaldo became the all-time top goalscorer in the UEFA Champions League, and he also became Real Madrid's all-time leading goalscorer. He is the second highest goalscorer in La Liga history behind Lionel Messi, his perceived career rival.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "football"
    ],
    "docName": "CristianoRonaldo",
    "route": "cristiano_ronaldo.html",
    "url": "https://en.wikipedia.org/wiki/Cristiano_Ronaldo",
    "id": "15"
  },
  {
    "title": "Yao Ming",
    "body": "Yao Ming (Chinese: 姚明; born September 12, 1980) is a Chinese retired professional basketball player who played for the Shanghai Sharks of the Chinese Basketball Association (CBA) and the Houston Rockets of the National Basketball Association (NBA). He was selected to start for the Western Conference in the NBA All-Star Game eight times, and was named to the All-NBA Team five times. At the time of his final season, he was the tallest active player in the NBA, at 2.29 m (7 ft 6 in).[1] He is the only player outside of the United States to lead the NBA in All-Star voting.[2] Yao, who was born in Shanghai, China, started playing for the Shanghai Sharks as a teenager, and played on their senior team for five years in the Chinese Basketball Association (CBA), winning a championship in his final year. After negotiating with the CBA and the Sharks to secure his release, Yao was selected by the Houston Rockets as the first overall pick in the 2002 NBA draft. He reached the NBA Playoffs four times, and the Rockets won a first-round series in the 2009 postseason, their first playoff series victory since 1997. In July 2011, Yao announced his retirement from professional basketball because of a series of foot and ankle injuries which forced him to miss 250 games in his last six seasons.[3] In eight seasons with the Rockets, Yao ranks sixth among franchise leaders in total points and total rebounds, and second in total blocks.[4]",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "basketball"
    ],
    "docName": "Yao Ming",
    "route": "yao_ming.html",
    "url": "https://en.wikipedia.org/wiki/Yao_Ming",
    "id": "16"
  },
  {
    "title": "Michael Jordan",
    "body": "Michael Jeffrey Jordan (born February 17, 1963), also known by his initials, MJ,[3] is an American retired professional basketball player. He is also a businessman, and principal owner and chairman of the Charlotte Hornets. Jordan played 15 seasons in the National Basketball Association (NBA) for the Chicago Bulls and Washington Wizards. His biography on the NBA website states: \"By acclamation, Michael Jordan is the greatest basketball player of all time.\"[4] Jordan was one of the most effectively marketed athletes of his generation and was considered instrumental in popularizing the NBA around the world in the 1980s and 1990s.[5] Jordan played three seasons for coach Dean Smith at the University of North Carolina. As a freshman, he was a member of the Tar Heels' national championship team in 1982. Jordan joined the NBA's Chicago Bulls in 1984 as the third overall draft pick. He quickly emerged as a league star, entertaining crowds with his prolific scoring. His leaping ability, demonstrated by performing slam dunks from the free throw line in slam dunk contests, earned him the nicknames \"Air Jordan\" and \"His Airness\". He also gained a reputation for being one of the best defensive players in basketball.[6] In 1991, he won his first NBA championship with the Bulls, and followed that achievement with titles in 1992 and 1993, securing a \"three-peat\". Although Jordan abruptly retired from basketball before the beginning of the 1993–94 NBA season to pursue a career in baseball, he returned to the Bulls in March 1995 and led them to three additional championships in 1996, 1997, and 1998, as well as a then-record 72 regular-season wins in the 1995–96 NBA season. Jordan retired for a second time in January 1999, but returned for two more NBA seasons from 2001 to 2003 as a member of the Wizards.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "basketball"
    ],
    "docName": "MichaelJordan",
    "route": "michael_jordan.html",
    "url": "https://en.wikipedia.org/wiki/Michael_Jordan",
    "id": "17"
  },
  {
    "title": "Nadia Comăneci",
    "body": "Nadia Elena Comăneci (Romanian pronunciation: [ˈnadi.a koməˈnet͡ʃʲ] ( listen); born November 12, 1961) is a Romanian gymnast who, at the age of 14, \"became the first gymnast in Olympic history to be awarded the perfect score of 10.0\" at the 1976 Summer Olympics in Montreal.[1] She would eventually go on to receive six more \"perfect 10s\" in Montreal as well as three gold medals. A few years later, she won two gold medals at the 1980 Summer Olympics in Moscow. Comăneci is one of the best-known gymnasts in the world and is credited with popularizing the sport around the world.[2] In 2000, she was named as one of the Athletes of the 20th Century by the Laureus World Sports Academy.[3]",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "gymnastics"
    ],
    "docName": "NadiaComaneci",
    "route": "nadia_comăneci.html",
    "url": "https://en.wikipedia.org/wiki/Nadia_Com%C4%83neci",
    "id": "18"
  },
  {
    "title": "Simone Biles",
    "body": "Simone Arianne Biles (born March 14, 1997)[4] is an American artistic gymnast. Biles is the 2016 Olympic individual all-around, vault and floor gold medalist. She was part of the gold medal-winning team dubbed the \"Final Five\" at the 2016 Summer Olympics in Rio de Janeiro. She also won the bronze medal for the balance beam during the Olympics. Biles is a three-time world all-around champion (2013–15), three-time world floor champion (2013–15), two-time world balance beam champion (2014, 2015), four-time United States national all-around champion (2013–16), and a member of the gold medal-winning American teams at the 2014 and 2015 World Artistic Gymnastics Championships. Having won a combined total of nineteen Olympic and World Championship medals, Biles is the most decorated American gymnast, taking over from Shannon Miller, who had held this record since 1996. With her win in Rio, Biles became the sixth woman to have won an individual all-around title at both the World Championships and the Olympic Games. With four Olympic gold medals, Biles set a new American record for most gold medals in women’s gymnastics at a single Games.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "gymnastics"
    ],
    "docName": "SimoneBiles",
    "route": "simone_biles.html",
    "url": "https://en.wikipedia.org/wiki/Simone_Biles",
    "id": "19"
  },
  {
    "title": "Larisa Latynina",
    "body": "Larisa Semyonovna Latynina (Ukrainian: Лариса Семенівна Латиніна, Russian: Лари́са Семёновна Латы́нина; born 27 December 1934) is a former Soviet gymnast. Between 1956 and 1964 she won 14 individual Olympic medals and four team medals. She holds the record for the most Olympic gold medals by a gymnast, male or female, with 9. Her total of 18 Olympic medals was a record for 48 years (Michael Phelps; 31 July 2012).[1] She held the record for individual event medals with 14 for 52 years (Michael Phelps; August 11, 2016). She is credited with helping to establish the Soviet Union as a dominant force in gymnastics.[2]",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "gymnastics"
    ],
    "docName": "LarisaLatynina",
    "route": "larisa_latynina.html",
    "url": "https://en.wikipedia.org/wiki/Larisa_Latynina",
    "id": "20"
  },
  {
    "title": "Sawao Kato",
    "body": "Sawao Kato (加藤 沢男 Katō Sawao?, born October 11, 1946) is a retired Japanese gymnast and one of the most successful Olympic athletes of all time. Between 1968 and 1976 he won twelve Olympic medals, including eight gold medals.[1] Kato was born in Niigata Prefecture and studied at the Tokyo Kyoiku University. He first competed in the Olympics in 1968, alongside his elder brother Takeshi. They won the team competition, with Sawao also taking gold medals in the all-around and on the floor. He placed third in the rings event.[1]",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "gymnastics"
    ],
    "docName": "SawaoKato",
    "route": "sawao_kato.html",
    "url": "https://en.wikipedia.org/wiki/Sawao_Kato",
    "id": "21"
  },
  {
    "title": "Michael Phelps",
    "body": "Michael Fred Phelps II[7] (born June 30, 1985)[8] is an American former competitive swimmer and the most decorated Olympian of all time,[9] with a total of 28 medals. Phelps also holds the all-time records for Olympic gold medals (23),[10] Olympic gold medals in individual events (13), and Olympic medals in individual events (16).[11] In winning eight gold medals at the 2008 Beijing Games, Phelps broke fellow American swimmer Mark Spitz's record of seven first-place finishes at any single Olympic Games. In the 2012 Summer Olympics in London, Phelps won four golds and two silver medals, 2016 Summer Olympics five gold medals, making him the most successful athlete of the Games for the fourth Olympics in a row.[12] Phelps is the long course world record holder in the 100 meter butterfly, 200 meter butterfly, and 400 meter individual medley as well as the former long course world record holder in the 200 meter freestyle and 200 meter individual medley. He has won a total of 83 medals in major international long course competition, totaling 66 gold, 14 silver, and 3 bronze spanning the Olympics, the World, and the Pan Pacific Championships. Phelps's international titles and record-breaking performances have earned him the World Swimmer of the Year Award seven times and American Swimmer of the Year Award nine times as well as the FINA Swimmer of the Year Award in 2012. His unprecedented Olympic success in 2008 earned Phelps Sports Illustrated magazine's Sportsman of the Year award.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "swimming"
    ],
    "docName": "MichaelPhelps",
    "route": "michael_phelps.html",
    "url": "https://en.wikipedia.org/wiki/Michael_Phelps",
    "id": "22"
  },
  {
    "title": "Ryan Lochte",
    "body": "Ryan Steven Lochte (/ˈlɒkti/, lock-tee; born August 3, 1984) is an American competitive swimmer and a 12-time Olympic medalist (six gold, three silver, three bronze), which ranks him second in swimming behind Michael Phelps.[1] His seven individual Olympic medals rank near the top in men's swimming. As part of the American team, he holds the world record in the 4×200-meter freestyle relay (long course). Individually, he currently holds the world record in the 100-meter individual medley, 200-meter individual medley (long and short course), and the 400-meter individual medley (short course). Lochte's success has earned him the World Swimmer of the Year Award and the American Swimmer of the Year Award twice. He has also been named the FINA Swimmer of the Year three times. He has won a total of 90 medals in major international competition, 54 gold, 22 silver, and 14 bronze spanning the Olympics, the World, Pan American, and Pan Pacific Championships.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "swimming"
    ],
    "docName": "RyanLochte",
    "route": "ryan_lochte.html",
    "url": "https://en.wikipedia.org/wiki/Ryan_Lochte",
    "id": "23"
  },
  {
    "title": "Usain Bolt",
    "body": "Usain St Leo Bolt, OJ, CD (/ˈjuːseɪn/; born 21 August 1986) is a Jamaican sprinter. Regarded as the fastest human ever timed, he is the first man to hold both the 100 metres and 200 metres world records since fully automatic time became mandatory. He also holds the world record as a part of the 4 × 100 metres relay. He is the reigning World and Olympic champion in these three events. Due to his unprecedented dominance and achievements in the athletic field, he is widely considered the greatest sprinter of all time.[9][10][11][12] A nine-time Olympic gold medallist, Bolt won the 100 m, 200 m and 4 × 100 m relay at three consecutive Olympic Games. He gained worldwide popularity for his double sprint victory at the 2008 Beijing Olympics in world record times. Bolt was the first to win consecutive Olympic 100 m and 200 m titles (2008 and 2012).",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "running"
    ],
    "docName": "UsainBolt",
    "route": "usain_bolt.html",
    "url": "https://en.wikipedia.org/wiki/Usain_Bolt",
    "id": "24"
  },
  {
    "title": "Justin Gatlin",
    "body": "Justin Gatlin (born February 10, 1982) is an American sprinter and former Olympic and world champion. His 100m personal best of 9.74 seconds ranks fifth on the all-time list. He is a two-time indoor world champion in the 60-meter dash, and won both the 100 meters and 200 meters at the 2005 World Championships. In 2001, Gatlin incurred a two-year ban from athletics for testing positive for a banned substance; the ban was later reduced to one year on appeal. In 2006, he incurred a four-year ban (originally an eight-year ban) from track and field for testing positive for a banned substance, with this sanction erasing his then-world-record time of 9.77s in the 100m. Gatlin began competing again in August 2010, soon after his eligibility was reinstated. In June 2012 at the US Olympic trials, Gatlin ran a time of 9.80s, which was the fastest-ever time for a man over the age of 30.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "athlete",
      "running"
    ],
    "docName": "JustinGatlin",
    "route": "justin_gatlin.html",
    "url": "https://en.wikipedia.org/wiki/Justin_Gatlin",
    "id": "25"
  }
]