[
  {
    "title": "Olympic Games",
    "body": "The modern Olympic Games or Olympics (French: Jeux olympiques[1]) are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating.[2] The Olympic Games are held every four years, with the Summer and Winter Games alternating by occurring every four years but two years apart. Their creation was inspired by the ancient Olympic Games, which were held in Olympia, Greece, from the 8th century BC to the 4th century AD. Baron Pierre de Coubertin founded the International Olympic Committee (IOC) in 1894. The IOC is the governing body of the Olympic Movement, with the Olympic Charter defining its structure and authority. The evolution of the Olympic Movement during the 20th and 21st centuries has resulted in several changes to the Olympic Games. Some of these adjustments include the creation of the Winter Olympic Games for ice and winter sports, the Paralympic Games for athletes with a disability, and the Youth Olympic Games for teenage athletes. The IOC has had to adapt to a variety of economic, political, and technological advancements. As a result, the Olympics has shifted away from pure amateurism, as envisioned by Coubertin, to allowing participation of professional athletes. The growing importance of mass media created the issue of corporate sponsorship and commercialisation of the Games. World wars led to the cancellation of the 1916, 1940, and 1944 Games. Large boycotts during the Cold War limited participation in the 1980 and 1984 Games. The Olympic Movement consists of international sports federations (IFs), National Olympic Committees (NOCs), and organising committees for each specific Olympic Games. As the decision-making body, the IOC is responsible for choosing the host city for each Games, and organises and funds the Games according to the Olympic Charter. The IOC also determines the Olympic programme, consisting of the sports to be contested at the Games. There are several Olympic rituals and symbols, such as the Olympic flag and torch, as well as the opening and closing ceremonies. Over 13,000 athletes compete at the Summer and Winter Olympic Games in 33 different sports and nearly 400 events. The first, second, and third-place finishers in each event receive Olympic medals: gold, silver, and bronze, respectively. The Games have grown so much that nearly every nation is now represented. This growth has created numerous challenges and controversies, including boycotts, doping, bribery, and a terrorist attack in 1972. Every two years the Olympics and its media exposure provide unknown athletes with the chance to attain national and sometimes international fame. The Games also constitute an opportunity for the host city and country to showcase themselves to the world.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "olympics"
    ],
    "docName": "OlympicGames",
    "route": "olympic_games.html",
    "id": "1"
  },
  {
    "title": "Paralympic Games",
    "body": "The Paralympic Games is a major international multi-sport event involving athletes with a range of disabilities, including impaired muscle power (e.g. paraplegia and quadriplegia, muscular dystrophy, post-polio syndrome, spina bifida), impaired passive range of movement, limb deficiency (e.g. amputation or dysmelia), leg length difference, short stature, hypertonia, ataxia, athetosis, vision impairment and intellectual impairment. There are Winter and Summer Paralympic Games, which since the 1988 Summer Games in Seoul, South Korea, are held almost immediately following the respective Olympic Games. All Paralympic Games are governed by the International Paralympic Committee (IPC). The Paralympics has grown from a small gathering of British World War II veterans in 1948 to become one of the largest international sporting events by the early 21st century. Paralympians strive for equal treatment with non-disabled Olympic athletes, but there is a large funding gap between Olympic and Paralympic athletes. The Paralympic Games are organized in parallel with the Olympic Games, while the IOC-recognized Special Olympics World Games include athletes with intellectual disabilities, and the Deaflympics include deaf athletes. Given the wide variety of disabilities that Paralympic athletes have, there are several categories in which the athletes compete. The allowable disabilities are broken down into ten eligible impairment types. The categories are impaired muscle power, impaired passive range of movement, limb deficiency, leg length difference, short stature, hypertonia, ataxia, athetosis, vision impairment and intellectual impairment.[3] These categories are further broken down into classifications, which vary from sport to sport. The classification system has led to cheating controversies revolving around athletes who over-stated their disabilities, in addition to the use of performance-enhancing drugs.",
    "date": "2016-09-25 12:00:00.000",
    "topics": [
      "olympics",
      "paralympics"
    ],
    "docName": "ParalympicGames",
    "route": "paralympic_games.html",
    "id": "2"
  }
]